<!DOCTYPE html>
<html>

<head>
  <?php include_once __DIR__ . "/static/head/head.php"; ?>
</head>

<body>
  <!-- アクセス解析 -->
  <script src="https://accaii.com/bitlinker/script.js" async></script>
  <noscript><img src="https://accaii.com/bitlinker/script?guid=on"></noscript>

  <!-- ナビゲーション -->
  <?php include_once __DIR__ . "/static/header/header.php"; ?>

  <!-- コンテンツ -->
  <h1>利用規約</h1>
  <div>
    <p>この利用規約（以下，「本規約」といいます．）は，本ウェブサイト上で提供するサービス（以下，「本サービス」といいます．）の利用条件を定めるものです．</p>
    <p>ユーザーの皆さま（以下，「ユーザー」といいます．）には，本規約に従って，本サービスをご利用いただきます．</p>
    <p>また，本サービスを利用した時点で，本規約に同意したものとみなします．</p>
    <hr>
    <h2>第１条（適用）</h2>
    <p>本規約は，ユーザーの本サービスの利用に関わる一切の関係に適用されるものとします．</p>
    <p>当サービス管理者は本サービスに関し，本規約のほか，ご利用にあたってのルール等，各種の定め（以下，「個別規定」といいます．）をすることがあります．これら個別規定はその名称のいかんに関わらず，本規約の一部を構成するものとします．</p>
    <p>本規約の規定が前条の個別規定の規定と矛盾する場合には，個別規定において特段の定めなき限り，個別規定の規定が優先されるものとします．</p>
  </div>
  <hr>
  <h2>第２条（禁止事項）</h2>
  <div>
    <p>ユーザーは，本サービスの利用にあたり，以下の行為をしてはなりません．
    <p>法令または公序良俗に違反する行為</p>
    <p>犯罪行為に関連する行為</p>
    <p>当管理者，本サービスの他のユーザー，または第三者のサーバーまたはネットワークの機能を破壊したり，妨害したりする行為</p>
    <p>当管理者のサービスの運営を妨害するおそれのある行為</p>
    <p>自動化されたシステムを使い情報を取得する行為</p>
    <p>他のユーザーに関する個人情報等を収集または蓄積する行為</p>
    <p>不正アクセスをし，またはこれを試みる行為</p>
    <p>他のユーザーに成りすます行為</p>
    <p>当管理者のサービスに関連して，反社会的勢力に対して直接または間接に利益を供与する行為</p>
    <p>当管理者，本サービスの他のユーザーまたは第三者の知的財産権，肖像権，プライバシー，名誉その他の権利または利益を侵害する行為</p>
    <p>以下の表現を含み，または含むと当管理者が判断する内容を本サービス上に投稿し，または送信する行為</p>
    <p>過度に暴力的な表現</p>
    <p>露骨な性的表現</p>
    <p>人種，国籍，信条，性別，社会的身分，門地等による差別につながる表現</p>
    <p>自殺，自傷行為，薬物乱用を誘引または助長する表現</p>
    <p>その他反社会的な内容を含み他人に不快感を与える表現</p>
    <p>以下を目的とし，または目的とすると当管理者が判断する行為</p>
    <p>営業，宣伝，広告，勧誘，その他営利を目的とする行為（当管理者の認めたものを除きます．）</p>
    <p>性行為やわいせつな行為を目的とする行為</p>
    <p>面識のない異性との出会いや交際を目的とする行為</p>
    <p>他のユーザーに対する嫌がらせや誹謗中傷を目的とする行為</p>
    <p>当管理者，本サービスの他のユーザー，または第三者に不利益，損害または不快感を与えることを目的とする行為</p>
    <p>その他本サービスが予定している利用目的と異なる目的で本サービスを利用する行為</p>
    <p>宗教活動または宗教団体への勧誘行為</p>
    <p>その他，当管理者が不適切と判断する行為</p>
  </div>
  <hr>
  <h2>第３条（本サービスの提供の停止等）</h2>
  <div>
    <p>当管理者は，以下のいずれかの事由があると判断した場合，ユーザーに事前に通知することなく本サービスの全部または一部の提供を停止または中断することができるものとします．</p>
    <p>本サービスにかかるコンピュータシステムの保守点検または更新を行う場合</p>
    <p>地震，落雷，火災，停電または天災などの不可抗力により，本サービスの提供が困難となった場合</p>
    <p>コンピュータまたは通信回線等が事故により停止した場合</p>
    <p>その他，当管理者が本サービスの提供が困難と判断した場合</p>
    <p>当管理者は，本サービスの提供の停止または中断により，ユーザーまたは第三者が被ったいかなる不利益または損害についても，一切の責任を負わないものとします．</p>
  </div>
  <hr>
  <h2>第４条（利用制限およびデータ抹消）</h2>
  <div>
    <p>当管理者は，ユーザーが以下のいずれかに該当する場合には，事前の通知なく，作成データを削除し，ユーザーに対して本サービスの全部もしくは一部の利用を制限することができるものとします．</p>
    <p>本規約のいずれかの条項に違反した場合</p>
    <p>不審な行動をするユーザーと判断された場合</p>
    <p>その他，当管理者が本サービスの利用を適当でないと判断した場合</p>
    <p>前項各号のいずれかに該当した場合，ユーザーは，当然に当管理者に対する一切の債務について期限の利益を失い，その時点において負担する一切の債務を直ちに一括して弁済しなければなりません．</p>
    <p>当管理者は，本条に基づき当管理者が行った行為によりユーザーに生じた損害について，一切の責任を負いません．</p>
  </div>
  <hr>
  <h2>第５条（保証の否認および免責事項）</h2>
  <div>
    <p>当管理者は，本サービスに事実上または法律上の瑕疵（安全性，信頼性，正確性，完全性，有効性，特定の目的への適合性，セキュリティなどに関する欠陥，エラーやバグ，権利侵害などを含みます．）がないことを明示的にも黙示的にも保証しておりません．</p>
    <p>当管理者は，本サービスに関して，ユーザーと他のユーザーまたは第三者との間において生じた取引，連絡または紛争等について一切責任を負いません．</p>
  </div>
  <hr>
  <h2>第６条（サービス内容の変更等）</h2>
  <div>
    <p>当管理者は，ユーザーに通知することなく，本サービスの内容を変更しまたは本サービスの提供を中止することができるものとし，これによってユーザーに生じた損害について一切の責任を負いません．</p>
  </div>
  <hr>
  <h2>第７条（利用規約の変更）</h2>
  <div>
    <p>当管理者は，必要と判断した場合には，ユーザーに通知することなくいつでも本規約を変更することができるものとします．</p>
    <p>なお，本規約の変更後，本サービスの利用を開始した場合には，当該ユーザーは変更後の規約に同意したものとみなします．</p>
  </div>
  <hr>
  <h2>第８条（個人情報の取扱い）</h2>
  <div>
    <p>当管理者は，本サービスの利用によって取得する個人情報については，当管理者「プライバシーポリシー」に従い適切に取り扱うものとします．</p>
  </div>
  <hr>
  <h2>第９条（権利義務の譲渡の禁止）</h2>
  <div>
    <p>ユーザーは，当管理者の書面による事前の承諾なく，利用契約上の地位または本規約に基づく権利もしくは義務を第三者に譲渡し，または担保に供することはできません．</p>
  </div>
  <hr>
  <h2>第１０条（準拠法・裁判管轄）</h2>
  <div>
    <p>本規約の解釈にあたっては，日本法を準拠法とします．</p>
    <p>本サービスに関して紛争が生じた場合には，当管理者の本店所在地を管轄する裁判所を専属的合意管轄とします．</p>
  </div>
  <hr>
  <h2>お問い合わせ</h2>
  <p>お問い合わせは<a href="./contact" target="_blank">こちら</a>へお願いします．</p>
  <hr>

  <?php include_once __DIR__ . "/static/shorten_form/shorten_form.php"; ?>

  <!-- 広告 -->
  <!-- Moons APPS ad start -->
  <script class="moons_apps_ad_banner moons_apps_ad_auto" src="https://apps.moons14.com/ad/js/banner.js"></script>
  <!-- Moons APPS ad end -->

  <hr>

  <!-- フッター -->
  <?php include_once __DIR__ . "/static/footer/footer.php"; ?>
</body>

</html>